Repository: DFRobot/seeMoteCap
Catalog: seeMoteViewer/Localizable.xcstrings
Source language: en
Languages: zh_hans

# accessoryLocation.origin
source: Show Anchor Origin
zh_hans: 显示锚点原点

# authorizationStatus.allowed
source: Allowed
zh_hans: 已允许

# authorizationStatus.denied
source: Denied
zh_hans: 已拒绝

# authorizationStatus.notDetermined
source: Not Determined
zh_hans: 未确定

# authorizationStatus.unknown
source: Unknown
zh_hans: 未知

# button.clearScene
source: Clear Scene
zh_hans: 清除场景

# chirality.left
source: Left
zh_hans: 左手

# chirality.right
source: Right
zh_hans: 右手

# chirality.unknown
source: Unknown
zh_hans: 未知

# chirality.unspecified
source: Unspecified
zh_hans: 未指定

# error.accessorySourceLoad
source: Unable to load accessory anchor source.
zh_hans: 无法加载配件锚点源。

# error.accessorySourceLoadDescription
source: Please check that the accessory is properly configured and paired.
zh_hans: 请检查配件是否已正确配置并配对。

# error.referenceAccessory
source: Unable to resolve the reference accessory.
zh_hans: 无法解析参考配件文件。

# error.referenceAccessoryDescription
source: Please check your accessory configuration and try again.
zh_hans: 请检查配件配置后重试。

# label.authorization
source: Authorization
zh_hans: 授权状态

# label.heldChirality
source: Held Chirality
zh_hans: 手持手性

# label.isTracked
source: Tracked
zh_hans: 已追踪

# label.name
source: Name
zh_hans: 名称

# label.providerState
source: Provider State
zh_hans: 提供者状态

# label.trackingState
source: Tracking State
zh_hans: 追踪状态

# providerState.initialized
source: Initialized
zh_hans: 已初始化

# providerState.paused
source: Paused
zh_hans: 已暂停

# providerState.running
source: Running
zh_hans: 运行中

# providerState.stopped
source: Stopped
zh_hans: 已停止

# providerState.unknown
source: Unknown
zh_hans: 未知

# section.control
source: Control
zh_hans: 控制

# section.device
source: Device
zh_hans: 设备

# section.selectModel
source: Select Model
zh_hans: 选择模型

# section.trackingMode
source: Tracking Mode
zh_hans: 追踪模式

# status.no
source: No
zh_hans: 否

# status.noAccessoryDescription
source: Connect a seeMote accessory to get started.
zh_hans: 连接 seeMote 配件以开始使用。

# status.noAccessoryTitle
source: No Accessory Connected
zh_hans: 未连接配件

# status.unknown
source: Unknown
zh_hans: 未知

# status.yes
source: Yes
zh_hans: 是

# toggle.immersiveSpace
source: Start Experience
zh_hans: 开始体验

# trackingMode.continuous
source: Continuous
zh_hans: 连续

# trackingMode.predicted
source: Predicted
zh_hans: 预测

# trackingMode.unknown
source: Unknown
zh_hans: 未知

# trackingState.orientationTracked
source: Orientation Tracked
zh_hans: 仅方向追踪

# trackingState.positionOrientationTracked
source: Position & Orientation Tracked
zh_hans: 位置与方向追踪

# trackingState.positionOrientationTrackedLowAccuracy
source: Low Accuracy
zh_hans: 低精度追踪

# trackingState.unknown
source: Unknown
zh_hans: 未知

# trackingState.untracked
source: Untracked
zh_hans: 未追踪

source: Unknown
zh_hans: 未知
